Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: Kämpistä osa on avoinna yleisölle joko nähtävyyskohteina tai autiotupana.
sme: Gámppáin muhtumat dollojuvvojit rabasin olbmuide juogo oaidnámuššan dahje ávdinstohpun.

source: Sallivaaran erotusaidan hoitotarvetta ja lajistoa on kartoitettu maastokäynneillä vuosina 1996 ja 2005. Hoitoa on suunniteltu yhdessä Museoviraston kanssa.
sme: Sállevári gárddi dikšundárbu ja šlájat leat kártejuvvon báikki alde 1996:s ja 2005:s. Dikšuma Meahciráđđehus lea plánen Museovirastoin.

source: Vuosina 2003–2005 alueella tehtiin kunnostusraivaus, jossa poistettiin puita ja pensaita.
sme: Jagiid 2003–2005 gárddi birrasiin njáskojuvvojedje muorat ja miestagat.

source: Aluetta niitetään hoitosuunnitelman mukaan.
sme: Gárdebiras láddjejuvvo dikšunplána mielde.

source: Vesakon raivausta tehdään tarvittaessa.
sme: Vesát njáskojuvvojit dárbbu mielde.

source: Sallivaaran alueen käyttöä opetuksessa ja opastuksessa on käsitelty luvussa 6.2.
sme: Sállevári guovllu geavaheapmi oahpahan- ja oahpistanulbmiliidda lea gieđahallon logus 6.2.

source: Sallivaaran vanha poroerotusaita oli käytössä 1960-luvulle asti, kunnes Hirvassalmen aita valmistui vuonna 1964. Kuva Matti Mela.
sme: Sállevári boares gárdi lei anus 1960-logu rádjai gitta dassái, go Sarvvesčoalmmi gárdi gárvvásmuvai 1964:s. Govva Matti Mela.

source: Nuorgaminsavun kenttä
sme: Njuorggánsavvona báiki

source: Nuorgaminsavun kenttä sijaitsee Repojoen varrella.
sme: Njuorggánsavvona báiki lea Riebanjoga guoras.

source: Se on arvioitu perinnemaisemien kartoituksessa maakunnallisesti arvokkaaksi kohteeksi (Kalpio &amp; Bergman 1999).
sme: Dat lea árvvoštallon árbevierroduovdagiid juogusteamis eanagottidásis divrras čuozáhahkan (Kalpio &amp; Bergman 1999).

source: Kasvillisuudessa on jäljellä kedoille tyypillisiä lajeja, ja paikan edustavuutta nostavat myöhemmin löydetyt noidanlukot.
sme: Šattolašvuođas leat báhcán rássegittiide mihtilmas šlájat, ja báikki mihtilmasvuođa lasihit maŋŋelis gávdnojuvvon čoavddarásit.

source: Kenttää ei ole enää perinteisesti laidunnettu tai niitetty, mutta se on pysynyt avoimena ja melko matalakasvuisena, todennäköisesti tehokkaan porolaidunnuksen ansiosta.
sme: Báikki eai leat šat árbevirolaččat guođohan dahje láddjen, muhto gieddi lea bisson rabasin ja dan šattolašvuohta lea viehka vuollegaš, ammal danin go bohccot leat dan beaktilit guhton.

source: Hoitosuunnitelman mukaan kulotusta voisi käyttää ainakin alueen hoitoa aloitettaessa; niitto olisi suositeltavaa.
sme: Dikšunplána mielde eanaboaldima sáhtášii geavahit goittot álggos, go dikšugoahtá dán báikki, ja láddjetge gánnáhivččii.

source: Lisman kylä
sme: Lismmá gilli

source: Lapin kulttuuriympäristöohjelmassa (Lokio 1997) Lisman kylästä todetaan, että se on rakennuskannaltaan parhaimmin säilyneitä perinteisiä saamelaiskyliä.
sme: Lappi kulturbirasprográmmas (Lokio 1997) Lismmá gili birra daddjojuvvo ahte dat lea huksenvuogi dáfus okta buoremusat seilon árbevirolaš sámegiliin.

source: Se on myös tärkeä esimerkki poronhoitoon perustuvasta aidosta saamelaisesta erämaa-asutuksesta.
sme: Dat lea maiddái dehálaš ovdamearka boazodollui vuođđuduvvi eakti sámi meahcceássanvuogis.

source: Lisman kylä on luokiteltu valtakunnallisesti merkittäväksi rakennetuksi kulttuuriympäristöksi (Museovirasto 1993) ja edustavaksi, arvokkaaksi perinnemaisemaksi (Ympäristöministeriö 1992).
sme: Lismmá gilli lea juogustuvvon riikkadásis mearkkašahtti huksejuvvon kulturbirasin (Museovirasto 1993) ja mihtilmas, divrras árbevierroduovddan (Birasministeriija 1992). Golledoidinčuozáhagat

source: Pääosa Lemmenjoen kulta-alueesta on merkitty Pohjois-Lapin maakuntakaavaan kulttuuriympäristön tai maiseman vaalimisen kannalta tärkeäksi alueeksi.
sme: Eanaš oassi Leammi golleguovllus lea merkejuvvon Davvi-Lappi eanagoddelávvii kulturbirasin dahje duovdaga gáhttema dáfus dehálaš guovlun.

source: Tämä tarkoittaa sitä, että suunnittelussa on turvattava merkittävien kulttuurihistoriallisten ja maisemallisten arvojen säilyminen.
sme: Dát oaivvilda dan, ahte plánemis galgá dorvvastit mávssolaš kulturhistorjjálaš ja duovddalaš árvvuid seailuma.

source: (Lapin liitto 2006) Museovirasto on tarkastanut Lemmenjoen kansallispuistossa vanhoja kullanhuuhdontaan liittyviä tukikohtia, joilla saattaisi olla kulttuurihistoriallista merkitystä.
sme: (Lappi Lihttu 2006) Museovirasto lea dárkkistan Leammi álbmotmeahcis golledoidimii guoskevaš boares doarjjabáikkiid, main sáhtášii leat kulturhistorjjálaš mearkkašupmi.

source: Kohteita tarkastettiin ja luetteloitiin kaikkiaan 44 kpl. Kohteista suurin osa on kämppiä tai kammeja, osa käytöstä jääneitten tukikohtien raunioita ja pari kiinteärunkoista pitkäaikaista teltta-asumusta.
sme: Čuozáhagat dárkkistuvvojedje ja inveterejuvvojedje oktiibuot 44. Čuozáhagain eatnašat leat gámppát dahje gámmet, muhtumat anus eret báhcán doarjjabáikkiid bázahusat ja moadde giddesruŋggot tealtáviesu guhkálaš ássama várás.

source: Näistä Museovirasto esitti ennen kaikkea rakennushistoriallisin perustein säilytettäväksi seitsemän kohdetta (Museoviraston lausunto 29.11. 1994 Metsähallituksen Ylä-Lapin hoitoalueelle (toimipisteelle) koskien Lemmenjoen arvokkaimpien kullanhuuhdontakohteiden säilyttämistä) (kuva 5).
sme: Museovirasto mielas dáin galge huksenhistorjjálaš sivaid dihte seailluhuvvot čieža čuozáhaga (govva 5) (Museovirasto cealkámuš 29.11.1994 Meahciráđđehusa Davvi-Lappi dikšunguvlui (doaibmačuoggái) Leammi divraseamos golledoidinčuozáhagaid seailluheami birra).

source: Näistä seitsemästä kohteesta Liukkonen, Hoppu, Pellinen ja Isola ovat Metsähallituksen hallinnassa; Jomppasen kammi on purettu, ja Pihlajamäen ja Isolan kämpät ovat yksityisen omistuksessa.
sme: Dán čieža čuozáhagas Liukkonen, Hoppu, Pellinen ja Isola gullet Meahciráđđehusa hálddašanválddi vuollai, Jompása gámme lea gaikkoduvvon ja Pihlajamäki ja Isola gámppát leat priváhtaoamastusas.

source: Liukkosen pihapiiri puoliksi maahan kaivettuine kämppineen, ulkouuneineen, kasvimaapengerryksineen ja puronvarsisaunoineen on edustava esimerkki jokitörmän hyväksikäytöstä kullankaivutukikohdan moni-ilmeisessä rakentamisessa.
sme: Liukkosa šilljobirrasii gullet belohahkii eatnan sisa goivojuvvon gámpá, olgooapman, šaddoeanastealli ja sávdni ájaguoras. Šilljobiras lea mihtilmas ovdamearka golledoarjjabáikki máŋggabealat huksenvuogis johkadearpmi ala.

source: Metsähallitus on entisöinyt kammin vuonna 1997.
sme: Meahciráđđehus lea ovddeštan gámme 1997:s.

source: Hoppu muistuttaa päällisin puolin Liukkosen kentän ratkaisuja, mutta rakennustekniikassa on merkittäviä eroja.
sme: Hoppu sulastahttá Liukkosa šilljobirrasa čovdosiid, muhto huksenteknihkas leat mearkkašahtti earut.

source: Hopun kämppä on ainoa, jossa on jäljellä törmästä nousevien sivuseinien kivivuoraus.
sme: Hoppu gámpá lea áidna, mas leat seilon geđggiiguin skoađastuvvon siidoseainnit, mat badjánit njuolgga dearpmis.

source: Myös kämpän interiööri on autenttinen, käytön patinoima.
sme: Gámpá lea maiddái siskkil vuogas oaidnit.

source: Kohteen arvoa lisäävät vanhasta kämpästä tehty aitta ja maasauna, viimeksi mainittu ainoa laatuaan kulta-alueella.
sme: Čuozáhaga árvvu lasihit boares gámppás dahkkojuvvon áiti ja eanasávdni. Dát lea áidna dákkár sávdni golleguovllus.

source: Alueella toimiva kullankaivaja on vuokrannut kämpän Metsähallitukselta.
sme: Gámppá lea Meahciráđđehusas láigohan muhtun golleroggi, guhte bargá guovllus.

source: Kohteista Pellisen kämppä (Morgamojan Kultala) on retkeilijöiden käytössä Metsähallituksen huoltamana autio-vuokratupana.
sme: Čuozáhagain Pellisa gámpá (Morganádjaga Kultala) lea vánddardeaddjiid anus Meahciráđđehusa fuolahan ávdin-láigostohpun.

source: Metsähallitus purki vanhan kämpän vuonna 1975 ja pystytti tilalle retkeilijöiden käyttöön uuden tuvan.
sme: Meahciráđđehus gaikkodii boares gámppá 1975:s ja ceggii sadjái vánddardeaddjiid atnui ođđa stobu.

source: Pihapiiriin kuuluu majoitusrakennus, patsasjalka-aitta, sauna, nuotiopaikka, puukatos ja käymälä.
sme: Šilljobirrasii gullet ođđa idjadanvisti, njalla, sávdni, dolastallanbáiki, muorraluokti ja hivsset.

source: Patsasjalka-aitta on Lapin Kullankaivajain Liitto ry:n omistuksessa.
sme: Njala oamasta Lapin Kullankaivajain Liitto.

source: Kentässä on myös näkyvissä nykyisen kämpän länsipuolella parin kämpän perustukset ja taaempana rinteessä turvekammin pohja.
sme: Báikkis vuhttojit maiddái dálá gámppá oarjjabealde moadde gámpávuođu ja dobbelis vielttis lavdnjegámme vuođđu.

source: Isolan siistissä kämppämiljöössä näkyy kämpän rakentajan Jaakko Isolan elämäntapojen säntillisyys, jota leimaavat huolellisesti peitetyt kaivujäljet sekä säännöllisesti ladotut kivireunukset.
sme: Isola čorges gámpábirrasis boahtá bures ovdan gámppá huksejeaddji Jaakko Isola dárkilis eallinvuohki. Son lea fuolalaččat gokčan iežas rogganluottaid.

source: Pihapiiriin kuuluu kämppä, savusauna, puusuoja ja käymälä.
sme: Šilljobirrasii gullet gámpá, suovvasávdni, muorraluokti ja hivsset.

source: Metsähallitus on vuokrannut kämpän Lapin Kullankaivajain Liitolle, ja liitto vuokraa kaivuoikeutta ja kämppää kaivospiiriltä jäsenilleen.
sme: Meahciráđđehus lea láigohan gámppá Kullankaivajain Liittoi, mii dasto láigoha rogganvuoigatvuođa ja gámppá ruvkebires iežas lahtuide.

source: Museoviraston perustelujen mukaan Jomppasen tukikohta on alueen kymmenistä turveseinäisistä asumuksista ainoa puhdastyylinen saamelainen kammi luonnonkivipiiseineen ja telttaisine kelleskattoineen.
sme: Museovirasto ákkastallamiid mielde Jompása doarjjabáiki lea guovllu logiin lavdnjeviesuin áidna sieiva sámegámme, mas lea luonddugeađgebiise ja luddejuvvon muorain ráhkaduvvon tealttálágan gáhttu.

source: Kämppä on purettu.
sme: Gámpá lea gaikkoduvvon.

source: Pihlajamäen kämppä on yksihuoneinen, turpeilla ulkopuolelta vuorattu rakennus, joten se on tässä joukossa parinkymmenen vastaavan, laakearantaiselle jokimaisemalle tyypillisen asumuksen edustaja.
sme: Pihlajamäki gámpá lea ovttalanjat visti, mii lea olggul muttarduvvon. Dat lea njoaiddos johka gáddeduovdagii huksejuvvon mihtilmas visti, nugo moaddelot eará sullasaš vistti.

source: Tukikohdan muu moni-ilmeinen rakennuskanta patsasjalka-aittoineen, savustamoineen, rantasaunoineen, koirankoppeineen yms. peilaa hyvin Lemmenjoen useimpien kullanhuuhdontatukikohtien perinteisiä rakennuksia ja rakennelmia.
sme: Doarjjabáikki máŋggabealat visteollisvuhtii gullet ee. njalla, suovastanvisti, gáddesávdni, beatnatvisttáš, main bohtet bures ovdan eanaš golledoidindoarjjabáikkiid árbevirolaš visttit ja rusttegat Leammis.

source: Kentällä on myös poikkeuksellisen voimakas henkilöhistoriallinen substanssi, sillä sen valtiaalla Heikki Pihlajamäellä oli ”Miessin Kuvernöörin” epävirallinen, mutta kaivajien parissa tunnustettu arvo.
sme: Báikkis lea maiddái erenoamáš fámolaš olmmošhistorjjálaš sisdoallu, dasgo dan hálddašeaddjis Heikki Pihlajamäkis lei eahpevirggálaš árvu golleroggiid gaskkas.

source: Koska Pihlajamäen kämppä on yksityisomistuksessa, ei Metsähallitus tee esityksiä kohteen suhteen.
sme: Pihlajamäki gámpá lea priváhtaoamastusas, iige Meahciráđđehus daga árvalusaid dan birra.

source: Kankaisen kämppä on ainoa autenttisena säilynyt suuremman kaivausporukan tukikohdaksi rakennettu kausiasunto.
sme: Kankaisa gámpá lea áidna stuorát roggijoavkku doarjjabáikin huksejuvvon eakti áigodatviessu.

source: Rakennustapa sitoo kullankaivun muihin etäelinkeinojen kausiasumuksiin, kuten savottakämppiin, jotka lienevätkin olleet sen esikuvina.
sme: Golleroggiid áigodatviesut sulastahttet savohttagámppáid, mat dáidetge leamaš daid ovdagovvan.

source: Kankaisen kämppä on romahtanut.
sme: Kankaisa gámpá lea gahččan čoahkkái.

source: Pohjois-Lapin maakuntakaavassa kohde on merkitty rakennussuojelualueeksi (Lapin liitto 2006).
sme: Davvi-Lappi eanagoddelávas čuozáhat leat merkejuvvon huksensuodjalanguovlun (Lappi Lihttu 2006).

source: Kohde on suojeltu rakennussuojelulailla (60/1985).
sme: Čuozáhat lea suodjaluvvon huksensuodjalanlága (60/1985) vuođul.

source: Myös Kankaisen kämppä on yksityisomistuksessa, eikä Metsähallitus tee suunnitelmassa esityksiä kämpän suhteen.
sme: Maiddái dát gámpá lea priváhtaoamastusas, ja nuba Meahciráđđehus ii daga plánas árvalusaid gámppá birra.

source: Museoviraston mukaan kohde lienee vakavasti uhanalainen, ehkä jo korjauskelvoton.
sme: Museovirasto mielde gámpá dáidá leat sakka áitatvuloš, iige leat šat várra oppa divvumisge.

source: Lapin kulttuuriympäristöt tutuksi -kohteet
sme: Lappi kulturbirrasat oahpisin -čuozáhagat

source: Lapin kulttuuriympäristöohjelman julkaisussa (Lokio 1997) Lemmenjoen alueen arvokkaiksi kulttuuriympäristöiksi on arvotettu Sallivaaran poroerotuspaikka, Lemmenjoen kulta-alue sekä Lisman kylä.
sme: Lappi kulturbirasprográmmaprentosa (Lokio 1997) mielde divrras kulturbirrasat Leammi guovllus leat Sállevári gárdi, Leammi golleguovlu ja Lismmá gilli.

source: Lapin ympäristökeskuksen EU-hankkeessa on inventoitu Lapin läänin kulttuuriympäristöt (taulukko 7, kuva 5).
sme: Lappi birasguovddáža EU-fitnus leat inventerejuvvon Lappi leana kulturbirrasat (tabealla 7, govva 5).

source: Rakennusperintöön liittyvä tieto on taltioitu ja kunnostustarpeessa olevat kohteet on määritelty.
sme: Huksenárbái guoskevaš dieđut vurkejuvvojit ja meroštallojit čuozáhagat, mat galggašedje divoduvvot.

source: Hankkeeseen sisältyy myös arkeologisen perinnön osuus.
sme: Fidnui gullá maiddái arkeologalaš árbbi ossodat.

source: Saamelaisalueelta on laadittu saamelaisen kulttuuriperinnön käsittävä osio (Elo &amp; Magga 2007, Magga 2007).
sme: Sámeguovllus dahkkojuvvo sámi kulturárbbi gieđahalli oassi (Elo &amp; Magga 2007).

source: Kulttuurihistoriallisesti arvokas ympäristö luo edellytyksiä myös matkailun kehittämiselle sekä mm. vahvistaa alueen vetovoimaisuutta.
sme: Kulturhistorjjálaččat divrras biras láhčá vejolašvuođaid maiddái turismma ovddideapmái ja nanne ee. guovllu geasuhusa.

source: Kullakin inventointialueella järjestetään inventoinnin valmistuttua kulttuuriympäristöseminaari.
sme: Guđege inventerenguovllus lágiduvvo inventerema gárvvásmuvvama maŋŋá kulturbirasseminára.

source: Taulukko 7. Lapin ympäristökeskuksen Lemmenjoen kansallispuistossa inventoimat kohteet, jotka ovat pääasiassa kullankaivajien asuinpaikkoja jokivarressa.
sme: Tabealla 7. Lappi birasguovddáža inventeren čuozáhagat, mat leat eanaš golleroggiid orohagat johkaguoras.

source: Osa kohteista on samoja kuin Museoviraston inventoimat kohteet.
sme: Oassi čuozáhagain leat seammát go Museovirasto inventeren čuozáhagat.

source: Kohde Omistaja Kaapin Jouni Metsähallitus Kivikkopuro Yksityisomistuksessa Isola Metsähallitus, vuokrattu Lapin Kullankaivajain Liitolle Tivoli Metsähallitus, vuokrattu kullanhuuhdontatukikohdaksi Raumala Metsähallitus, vuokrattu kullanhuuhdontatukikohdaksi Korhonen Yksityisomistuksessa Kankainen Yksityisomistuksessa Jäkäläpään kulttuurikeskus / Karhukorhosen kirjasto Ilmailulaitos ja Lapin Kullankaivajain Liitto Turkka Yksityisomistuksessa Pihlajamäki Yksityisomistuksessa Hoppu Metsähallitus, vuokrattu kullanhuuhdontatukikohdaksi Puskuaitta Metsähallitus, huolto- ja valvontakäytössä Pellinen / Morgamojan Kultala Metsähallitus, retkeilijöiden käytössä Liukkonen Metsähallitus, vuokrattu kullanhuuhdontatukikohdaksi Gaupin kenttä, ei rakennuksia Metsähallitus Piri Villen kenttä, ei rakennuksia Metsähallitus Nevalainen Kämppä palanut
sme: Čuozáhat Oamasteaddji Gáppe-Jon báiki Meahciráđđehus Kivikkopuro Priváhtaoamastusas Isola Meahciráđđehus, láigohuvvon Kullankaivajain Liittoi Tivoli Meahciráđđehus, láigohuvvon golledoidindoarjjabáikin Raumala Meahciráđđehus, láigohuvvon golledoidindoarjjabáikin Korhonen Priváhtaoamastusas Kankainen Priváhtaoamastusas Jäkäläpään kultturikeskus / Karhukorhosen kirjasto Áibmojohtaluslágádus ja Lapin Kullankaivajain Liitto Turkka Priváhtaoamastusas Pihlajamäki Priváhtaoamastusas Hoppu Meahciráđđehus, láigohuvvon golledoidindoarjjabáikin Puskuaitta Meahciráđđehus, fuolahus- ja gozihananus Pellinen / Morganádjaga Kultala Meahciráđđehus, vánddardeaddjiid anus Liukkonen Meahciráđđehus, láigohuvvon golledoidindoarjjabáikin Gaupa ássangieddi, eai visttit Meahciráđđehus Piri Ville ássangieddi, eai visttit Meahciráđđehus Nevalainen Gámpá buollán

source: Ei ole olemassa yhtenäistä homogeenistä saamelaista kulttuuriympäristöä.
sme: Sámi kulturbirasdoaba lea vel dan mađe ođđa ášši ahte dat ii leat vuogáiduvvan atnui, ja nuba oidnojuvvui dárbu ášši oktasaš guorahallamii ja vuođđoságaide.

source: On olemassa alueellisia eroja muun muassa luonnonoloista ja elinkeinoista johtuen, jotka puolestaan ovat vaikuttaneet maankäyttöön ja asumismalleihin.
sme: Gávdnojit guvllolaš earut earret eará luonddudilálašvuođaid ja ealáhusaid dihte, mat fas leat váikkuhan eanageavaheapmái ja ássanmálliide.

source: Aineisto osoittaa, kuinka monimuotoisia jo pelkästään kohdetyyppi ”Asumiseen liittyvät kohteet” saamelaisalueella ovat (Magga 2007).
sme: Materiála čájeha, man máŋggahápmásaččat juo dušše čuozáhattiipa ássamii guoskevaš čuozáhagat sámeguovllus leat (Magga 2007).

source: Sellaiset kiinteät muinaisjäännökset, jotka joko kokonaan tai osin ovat maastossa nähtävissä, on helppo mieltää osaksi kulttuuriympäristöä.
sme: Dakkár giddes dološbázahusaid, mat leat juogo ollásit dahje muhtun muddui meahcis oaidnimis, lea álki áddet kulturbirasoassin.

source: Suuri osa muinaisjäännöksistä kuitenkin kätkeytyy luontoon näkymättömiin.
sme: Eatnašat dološbázahusain goittotge leat čihkosis luonddu siste.

source: Tämän kätkössä olevan arkeologisen perinnön esiintuominen tapahtuu näitä kohteita koskevan tiedon välittämisellä ja kertomisella.
sme: Dán čihkosis leahkki arkeologalaš árbbi ovdanbuktin dáhpáhuvvá dáid čuozáhagaide guoskevaš dieđu sirdima ja muitaleami bokte.

source: Kulttuuriarvojen suojelun tavoitteena on alueen menneisyydestä kertovien esihistoriallisten ja historiallisten kohteiden säilyttäminen.
sme: Kulturárvvuid suodjaleami ulbmilin lea seailluhit guovllu mannanáiggis muitaleaddji ovdahistorjjálaš ja historjjálaš čuozáhagaid.

source: Kulttuuriperintökohteet tarjoavat tietoa menneisyyden elinkeinoista ja elämäntavasta.
sme: Kulturárbečuozáhagat fállet dieđuid dološ ealáhusain ja eallinvugiin.

source: Kansallispuiston alueen kulttuuriperintöä voidaan hyödyntää myös luonto-opastuksessa ja -opetuksessa.
sme: Álbmotmeahci kulturárbbi sáhttá atnit ávkin maiddái luondooahpisteamis ja luondooahpahusas.

source: Monipuolista kulttuuriperintöä vanhoine asuinkenttineen ja kullankaivukohteineen vaalitaan kansallispuistossa mahdollisuuksien mukaan.
sme: Máŋggabealat kulturárbi oktan boares ássanbáikkiiguin ja golleroggančuozáhagaiguin gáhttejuvvo vejolašvuođaid mielde.

source: Perinteisiin käyttömuotoihin ei ole paluuta, mutta joitakin kohteita hoidetaan perinteiden mukaan hoitosuunnitelmien edellyttämällä tavalla.
sme: Daid ii sáhte šat geavahišgoahtit árbevirolaš vuogi mielde, muhto muhtun čuozáhagat dikšojuvvojit árbevieruid mielde nugo dikšunplánain daddjojuvvo.

source: Alueen kulttuurihistoriaa pyritään taltioimaan edelleen, ja osaa kohteista voidaan kunnostaa ja hoitaa kulttuuri- ja luonnonhoitokohteina.
sme: Guovllu kulturhistorjjá geahččalit vurkkodit ainge ja muhtun čuozáhagaid sáhttá divodit ja dikšut kultur- ja luonddudikšunčuozáhahkan.

source: Retkeilyperinnettä ja kullankaivuperinnettä ylläpidetään, ja arvokkaita kohteita pidetään kunnossa.
sme: Ovddeš vánddardan- ja gollerogganvierut bajásdollojit ja divrras čuozáhagat dollojuvvojit ortnegis.

source: Saamelaiskulttuuriin olennaisesti liittyvän poronhoidon harjoittamisen mahdollisuudet turvataan kansallispuiston alueella.
sme: Boazodoallu gullá mávssolaš oassin sámekultuvrii, ja nuba dorvvastuvvojit vejolašvuođat bargat boazodoaluin álbmotmeahcis.

source: Saamelaiskulttuuriin liittyviä kohteita hoidetaan yhteistyössä saamelaistahojen kanssa.
sme: Sámekultuvrii guoskevaš čuozáhagaid Meahciráđđehus dikšu ovttasráđiid sámi oassebeliiguin.

source: Virkistysvyöhykkeellä ja merkittyjen reittien varrella sijaitseville muinaisjäännöksille tehdään kuntokartoituksia ja arvioidaan niiden kulutuskestävyyttä sikäli, kuin resurssit antavat myöten.
sme: Lustageavahanavádagas ja merkejuvvon johtolagaid guoras leahkki dološbázahusaide dahkkojuvvojit ortnetkártemat ja árvvoštallojuvvo daid gollangierdilvuohta, jos dán ášši dikšun dihte gávdnojit resurssat.

source: Kansallispuistossa olevia yksittäisiä rakennelmia tai niiden jäännöksiä – kuten eränkäyntiin liittyneitä rakenteita, asuinkenttiä, kämppiä, kammeja, laavuja, suovia, vanhoja poroaitoja ja kultakaivoksia – suojataan ja kunnostetaan mahdollisuuksien mukaan.
sme: Álbmotmeahci ovttaskas rusttegat dahje daid bázahusat dego meahccegeavaheapmái gullan rusttegat, ássanbáikkit, gámppát, gámmet, lávut, stávrrát, boares boazogárddit ja golleruvkket suddjejuvvojit ja divoduvvojit vejolašvuođaid mielde.

source: Muinaisjäännösten hoidossa noudatetaan Metsähallituksen kiinteiden muinaisjäännösten hoito-opasta (2002).
sme: Dološbázahusaid dikšun dáhpáhuvvá Meahciráđđehusa Kiinteiden muinaisjäännösten hoito-opasa (2002) rávvagiid mielde.

source: Muinaisjäännösten ja kulttuuriperintökohteilla sijaitsevien perinnebiotooppien hoitosuunnitelmiin haetaan aina Museoviraston hyväksyntä.
sme: Dološbázahusaid ja kulturárbečuozáhagain leahkki árbevierrobiotohpaid dikšunplánaide ohccojuvvo álo Museovirasto dohkkeheapmi.

source: Kohteiden inventointia, nähtävyyskohteiksi muodostettavien muinaisjäännösten valintaa sekä niiden erityssuunnitelmia ja opasteita tehdään edelleen yhteistyössä Museoviraston kanssa.
sme: Čuozáhagaid inventeremis, oaidnámuššan jurddašuvvon dološbázahusaid válljemis ja daidda guoskevaš sierraplánaid ja oahpistanrusttegiid dahkamis lea mielde Museovirasto.

source: Saamelaiskulttuuriin liittyvien kohteiden hoidosta ja käytöstä neuvotellaan saamelaistahojen kanssa.
sme: Sámekultuvrii guoskevaš čuozáhagaid dikšumis ja geavaheamis Meahciráđđehus ráđđádallá sámi oassebeliiguin.

source: Jos kansallispuiston alueelle on suunnitteilla maaperään vaikuttavia toimenpiteitä, tarkistetaan ennen toimenpiteiden aloittamista, onko alueella muinaisjäännöksiä.
sme: Jos álbmotmeahccái leat plánemin eanavuđđui váikkuheaddji doaibmabijuid, de dárkkistuvvojit vuos guovllu dološbázahusat, ovdalgo álgojuvvo doaimmaide.

source: Alueelle mahdollisesti suunniteltavat uudet reitit ja rakenteet sijoitetaan niin, että ne eivät kulje muinaisjäännösalueiden halki, ja jo mahdollisesti syntyneet vauriot pyritään korjaamaan.
sme: Ođđa johtolagat ja rusttegat, mat vejolaččat plánejuvvojit guvlui, biddojuvvojit nu, ahte dat eai mana dološbázahusguovlluid čađa ja vejolaččat juo šaddan vahágiid galgá geahččalit divvut.

source: Luontopalvelut tekee yhteistyötä saamelaisen kulttuuriperinnön suojelemiseksi toimien yhteistyössä saamelaismuseon kanssa.
sme: Lappi luonddubálvalusat bargá ovttas Sámemuseain sámi kulturárbbi suodjalan dihte.

source: Kohteiden arvottamiseen käytetään apuna valtakunnallisia inventointeja: Valtakunnallisesti arvokkaat maisema-alueet (Ympäristöministeriö 1992), Valtakunnallisesti arvokkaat kulttuurihistorialliset ympäristöt (Museovirasto 1993) ja Valtakunnallisesti merkittävät esihistorialliset suojelukokonaisuudet (Sisäasiainministeriö 1983).
sme: Čuozáhagaid árvomeroštallamii adnojuvvojit riikkadási inventeremat: Riikkadásis divrras duovdda guovllut (Birasministeriija 1992), Riikkadásis divrras kulturhistorjjálaš birrasat (Museovirasto 1993) ja Riikkadásis mearkkašahtti ovdahistorjjálaš suodjalanollisvuođat (Sisáššiidministeriija 1983).

source: Kulttuurikohteet, varsinkin polkujen varsilla sijaitsevat kohteet, varustetaan tarpeen mukaan paikasta ja sen historiasta kertovin kohdeopastein.
sme: Kulturčuozáhagaide, erenoamážit bálggesguoraid čuozáhagaide biddjojuvvojit dárbbu mielde oahpistanrusttegat, main muitalit čuozáhagas ja dan historjjás.
